<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    'reset' => 'Ваш пароль был сброшен!',
    'sent' => 'Мы отправили вам ссылку для сброса пароля по электронной почте!',
    'throttled' => 'Пожалуйста, подождите, прежде чем повторить попытку.',
    'token' => 'Этот токен сброса пароля недействителен.',
    'user' => 'Мы не можем найти пользователя с этим адресом электронной почты.',
    
    'verify' => 'Проверьте свой адрес электронной почты',
    'fresh_email' => 'На ваш адрес электронной почты отправлена новая ссылка для подтверждения',
    'allert_send_link' => 'Прежде чем продолжить, проверьте свою электронную почту на наличие ссылки для подтверждения.',
    'allert_dont_link' => 'Если вы не получили письмо',
    'resend_link' => 'нажмите здесь, чтобы запросить новую ссылку',

    'reset_password' => 'Сброс пароля',
    'confirm_password' => 'Подтверждение пароля',
    'send_reset_link' => 'Отправить ссылку для сброса пароля',

    'allert_confirm_password' => 'Пожалуйста, подтвердите ваш пароль, прежде чем продолжить.',
];
